window.PHOTO_DATA = [
  {
    "id": "2026030801364754192200",
    "category": "大豆シート",
    "title": "×ちびまる子ちゃん",
    "description": "#大豆シート",
    "path": "./photos/大豆シート/20260308_013647_IMG_0653.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801362285726201",
    "category": "大豆シート",
    "title": "×シン・ウルトラマン",
    "description": "#大豆シート",
    "path": "./photos/大豆シート/20260308_013622_crossstore-36-680x51.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801362285569800",
    "category": "大豆シート",
    "title": "×シン・ウルトラマン",
    "description": "#大豆シート",
    "path": "./photos/大豆シート/20260308_013622_33062-728-3aa3c32eb0.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030801354332876000",
    "category": "大豆シート",
    "title": "×ちびまる子ちゃん",
    "description": "#大豆シート",
    "path": "./photos/大豆シート/20260308_013543_IMG_0637.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801344265233500",
    "category": "焼きかま",
    "title": "京都水族館",
    "description": "#焼きかま",
    "path": "./photos/焼きかま/20260308_013442_81e636e35b1b89ab343a.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801341432770301",
    "category": "焼きかま",
    "title": "日本平成村",
    "description": "#焼きかま",
    "path": "./photos/焼きかま/20260308_013414_味の水車小屋.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801341432694000",
    "category": "焼きかま",
    "title": "日本平成村",
    "description": "#焼きかま",
    "path": "./photos/焼きかま/20260308_013414_高澤そば.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801333622367402",
    "category": "焼きかま",
    "title": "USJ×ワンピース",
    "description": "#焼きかま",
    "path": "./photos/焼きかま/20260308_013336_USJ　ワンピース　焼きかま㈫.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030801333622312501",
    "category": "焼きかま",
    "title": "USJ×ワンピース",
    "description": "#焼きかま",
    "path": "./photos/焼きかま/20260308_013336_USJ　ワンピース　焼きかま㈪.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030801333622188100",
    "category": "焼きかま",
    "title": "USJ×ワンピース",
    "description": "#焼きかま",
    "path": "./photos/焼きかま/20260308_013336_USJ　ワンピース　焼きかま㈰.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030801325503755700",
    "category": "焼きかま",
    "title": "ルパンカフェ",
    "description": "#焼きかま",
    "path": "./photos/焼きかま/20260308_013255_ルパンカフェ_やきかま.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801315590609700",
    "category": "チョコマシュマロ",
    "title": "COCO'S×ラスカル",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_013155_2052871_201505160736.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801312224487200",
    "category": "チョコマシュマロ",
    "title": "たべっ子どうぶつカフェ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_013122_FiUVgsSaUAEEvQC.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030801305980826200",
    "category": "チョコマシュマロ",
    "title": "はとバス×リラックマ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_013059_hatobus-2.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801295914146700",
    "category": "チョコマシュマロ",
    "title": "×カナヘイ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012959_IMG_0630.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801293015739701",
    "category": "チョコマシュマロ",
    "title": "すみだ水族館",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012930_すみだ水族館.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801293015654800",
    "category": "チョコマシュマロ",
    "title": "すみだ水族館",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012930_timthumb.php.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030801285563579700",
    "category": "チョコマシュマロ",
    "title": "タワレコカフェ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012855_IMG_0639.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801283730749600",
    "category": "チョコマシュマロ",
    "title": "バーバパパカフェ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012837_20160321_007.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801275708042710",
    "category": "チョコマシュマロ",
    "title": "マリオンクレープ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012757_スクリーンショット 2019-06-25.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801275708023809",
    "category": "チョコマシュマロ",
    "title": "マリオンクレープ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012757_IMG_0646.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801275707994908",
    "category": "チョコマシュマロ",
    "title": "マリオンクレープ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012757_IMG_0645.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801275707955607",
    "category": "チョコマシュマロ",
    "title": "マリオンクレープ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012757_IMG_0644.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801275707905406",
    "category": "チョコマシュマロ",
    "title": "マリオンクレープ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012757_IMG_0643.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801275707884905",
    "category": "チョコマシュマロ",
    "title": "マリオンクレープ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012757_IMG_0635.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801275707849404",
    "category": "チョコマシュマロ",
    "title": "マリオンクレープ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012757_Df0YhmQUwAEfuOX.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801275707806503",
    "category": "チョコマシュマロ",
    "title": "マリオンクレープ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012757_33093941_38804870169.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801275707762802",
    "category": "チョコマシュマロ",
    "title": "マリオンクレープ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012757_コウペン_マリオンクレープ原宿竹下通り店.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801275707671401",
    "category": "チョコマシュマロ",
    "title": "マリオンクレープ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012757_ガル学_マリオンクレープ原宿竹下通り店.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801275707573200",
    "category": "チョコマシュマロ",
    "title": "マリオンクレープ",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012757_EpAgbQLUcAAT76R.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030801232183643101",
    "category": "チョコマシュマロ",
    "title": "妖怪茶屋",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012321_sub15.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801232183560100",
    "category": "チョコマシュマロ",
    "title": "妖怪茶屋",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260308_012321_medama.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801220193728800",
    "category": "ボーロ",
    "title": "サーティーワン×ヨッシー",
    "description": "#ボーロ",
    "path": "./photos/ボーロ/20260308_012201_topics_250701_02_ima.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801211492715401",
    "category": "ボーロ",
    "title": "サーティーワン×おさるのジョージ",
    "description": "#ボーロ",
    "path": "./photos/ボーロ/20260308_012114_スクリーンショット 2024-11-01.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801211488517700",
    "category": "ボーロ",
    "title": "サーティーワン×おさるのジョージ",
    "description": "#ボーロ",
    "path": "./photos/ボーロ/20260308_012114_br00841.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801202338622401",
    "category": "ボーロ",
    "title": "USJ×minion",
    "description": "#ボーロ",
    "path": "./photos/ボーロ/20260308_012023_LOU_B3a_200806.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801202338486400",
    "category": "ボーロ",
    "title": "USJ×minion",
    "description": "#ボーロ",
    "path": "./photos/ボーロ/20260308_012023_FHLGgUeaMAExnNv.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030801181496794300",
    "category": "ダイカットライスプレート",
    "title": "アニヴェル",
    "description": "#ライスプレート #ダイカットライスプレート",
    "path": "./photos/ダイカットライスプレート/20260308_011814_mbk.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801175604557801",
    "category": "ダイカットライスプレート",
    "title": "東京都庁展望カフェ",
    "description": "#ライスプレート #ダイカットライスプレート",
    "path": "./photos/ダイカットライスプレート/20260308_011756_o1080144015647998407.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801175604458500",
    "category": "ダイカットライスプレート",
    "title": "東京都庁展望カフェ",
    "description": "#ライスプレート #ダイカットライスプレート",
    "path": "./photos/ダイカットライスプレート/20260308_011756_o1080108015647998411.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801171512159204",
    "category": "ダイカットライスプレート",
    "title": "群馬サファリ×クレヨンしんちゃん",
    "description": "#ライスプレート #ダイカットライスプレート",
    "path": "./photos/ダイカットライスプレート/20260308_011715_スクリーンショット 2024-10-24_3.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801171512087303",
    "category": "ダイカットライスプレート",
    "title": "群馬サファリ×クレヨンしんちゃん",
    "description": "#ライスプレート #ダイカットライスプレート",
    "path": "./photos/ダイカットライスプレート/20260308_011715_スクリーンショット 2024-10-24_2.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801171512046902",
    "category": "ダイカットライスプレート",
    "title": "群馬サファリ×クレヨンしんちゃん",
    "description": "#ライスプレート #ダイカットライスプレート",
    "path": "./photos/ダイカットライスプレート/20260308_011715_スクリーンショット 2024-10-24_1.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801171511994701",
    "category": "ダイカットライスプレート",
    "title": "群馬サファリ×クレヨンしんちゃん",
    "description": "#ライスプレート #ダイカットライスプレート",
    "path": "./photos/ダイカットライスプレート/20260308_011715_スクリーンショット 2024-10-24.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801171511812600",
    "category": "ダイカットライスプレート",
    "title": "群馬サファリ×クレヨンしんちゃん",
    "description": "#ライスプレート #ダイカットライスプレート",
    "path": "./photos/ダイカットライスプレート/20260308_011715_002.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801163600143700",
    "category": "ダイカットライスプレート",
    "title": "富士急ハイランド×きかんしゃトーマス",
    "description": "#ライスプレート #ダイカットライスプレート",
    "path": "./photos/ダイカットライスプレート/20260308_011636_IMG_3012.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801145707113600",
    "category": "トッピングシート",
    "title": "CafeLish×ドラえもん",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_011457_36259-330-f81d7bfb09.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030801142125631001",
    "category": "トッピングシート",
    "title": "チムニーグループ×片田舎のおっさん、剣聖になる",
    "description": "#トッピングシート #チムニー #チムニーグループ #片田舎のおっさん",
    "path": "./photos/トッピングシート/20260308_011421_スクリーンショット 2025-07-03_1.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801142121101500",
    "category": "トッピングシート",
    "title": "チムニーグループ×片田舎のおっさん、剣聖になる",
    "description": "#トッピングシート #チムニー #チムニーグループ #片田舎のおっさん",
    "path": "./photos/トッピングシート/20260308_011421_スクリーンショット 2025-07-03.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801131109924301",
    "category": "トッピングシート",
    "title": "ウルサマ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_011311_IMG_0503.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801131109822000",
    "category": "トッピングシート",
    "title": "ウルサマ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_011311_IMG_0502.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801124924150800",
    "category": "トッピングシート",
    "title": "グリル満点星×ハリーポッター",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_011249_ToppingSheet_Hogwart.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801121834961601",
    "category": "トッピングシート",
    "title": "サンキューマート×おぱんちゅうさぎ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_011218_F3zwSopaIAEfnQh.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030801121834886200",
    "category": "トッピングシート",
    "title": "サンキューマート×おぱんちゅうさぎ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_011218_09-04543.jpg.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030801113913762601",
    "category": "トッピングシート",
    "title": "酒ショコラ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_011139_酒ショコ　引き.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801113913446700",
    "category": "トッピングシート",
    "title": "酒ショコラ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_011139_酒ショコ　アップ.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801111309092700",
    "category": "トッピングシート",
    "title": "うみがたり×すみっコぐらし",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_011113_スクリーンショット 2024-10-24.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801102218814400",
    "category": "トッピングシート",
    "title": "西武渋谷",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_011022_FRT_robUYAAUG9O.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030801095133487101",
    "category": "トッピングシート",
    "title": "東武ハイジ展",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010951_IMG_0789.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801095130400900",
    "category": "トッピングシート",
    "title": "東武ハイジ展",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010951_IMG_0788.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801082418486700",
    "category": "トッピングシート",
    "title": "姫路セントラルパーク",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010824_BAチーオム22.jpg.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030801075596441800",
    "category": "トッピングシート",
    "title": "ことりっぷ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010755_IMG_7876.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801073454392601",
    "category": "トッピングシート",
    "title": "たべっ子どうぶつカフェ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010734_xo4.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801073454273000",
    "category": "トッピングシート",
    "title": "たべっ子どうぶつカフェ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010734_FiUVgsWaUAEHsAr.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030801070484056902",
    "category": "トッピングシート",
    "title": "ディズニーハーベストカフェ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010704_IMG_0619.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801070483972301",
    "category": "トッピングシート",
    "title": "ディズニーハーベストカフェ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010704_IMG_0609.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801070483844700",
    "category": "トッピングシート",
    "title": "ディズニーハーベストカフェ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010704_IMG_0608.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801060568801502",
    "category": "トッピングシート",
    "title": "ナインチェカフェ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010605_スクリーンショット 2022-11-29_2.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801060568660901",
    "category": "トッピングシート",
    "title": "ナインチェカフェ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010605_スクリーンショット 2022-11-29_1.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801060566163200",
    "category": "トッピングシート",
    "title": "ナインチェカフェ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010605_スクリーンショット 2022-11-29.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801051364542600",
    "category": "トッピングシート",
    "title": "ハウステンボス×ちゅーりー",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010513_image003.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801045207393100",
    "category": "トッピングシート",
    "title": "ハウステンボス×ルークとルーナ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010452_HuisTenBosch.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030801040212461804",
    "category": "トッピングシート",
    "title": "ハウステンボス×ミッフィー",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010402_スクリーンショット 2025-06-12_2.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801040209432103",
    "category": "トッピングシート",
    "title": "ハウステンボス×ミッフィー",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010402_スクリーンショット 2025-06-12_1.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801040206390902",
    "category": "トッピングシート",
    "title": "ハウステンボス×ミッフィー",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010402_スクリーンショット 2025-06-12.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801040206300901",
    "category": "トッピングシート",
    "title": "ハウステンボス×ミッフィー",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010402_Z9Y_5852.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801040202525900",
    "category": "トッピングシート",
    "title": "ハウステンボス×ミッフィー",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010402_image1-9679.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801030033917100",
    "category": "トッピングシート",
    "title": "パンダ茶屋",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010300_IMG_9040.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801023815825301",
    "category": "トッピングシート",
    "title": "×ピーターラビット",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010238_60070336_10963230682.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801023815644700",
    "category": "トッピングシート",
    "title": "×ピーターラビット",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010238_20190425_haus02.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801021022263400",
    "category": "トッピングシート",
    "title": "ピューロランド",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010210_ピューロランド.png",
    "ocr_text": ""
  },
  {
    "id": "2026030801014300180802",
    "category": "トッピングシート",
    "title": "ベイクルーズカフェ×サンリオ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010143_バニラシェイク02.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801014300110201",
    "category": "トッピングシート",
    "title": "ベイクルーズカフェ×サンリオ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010143_バニラシェイク01.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801014300025400",
    "category": "トッピングシート",
    "title": "ベイクルーズカフェ×サンリオ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010143_バナナジュース.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801005013890600",
    "category": "トッピングシート",
    "title": "マリオットホテル",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010050_マリオットホテル　プリン.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801002507287102",
    "category": "トッピングシート",
    "title": "×ワンピース",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010025_ラテサンジ.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801002507147001",
    "category": "トッピングシート",
    "title": "×ワンピース",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010025_キャラクターフロート　サンジ.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030801002507051200",
    "category": "トッピングシート",
    "title": "×ワンピース",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_010025_o1080108014394333842.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030800593241207700",
    "category": "トッピングシート",
    "title": "伊豆アニマルキングダム",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_005932_ホワイトタイガーアニキンくんバーガー.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030800590755491400",
    "category": "トッピングシート",
    "title": "×号泣ラテ",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_005907_20190612_3038870.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030800584264075700",
    "category": "トッピングシート",
    "title": "星野リゾート",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_005842_season_christmastown.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030800580487461100",
    "category": "トッピングシート",
    "title": "×転生したらスライムだった件",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_005804_IMG_0651.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030800565676677000",
    "category": "トッピングシート",
    "title": "浜名湖パルパル",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_005656_パンケーキ　パルパル.png",
    "ocr_text": ""
  },
  {
    "id": "2026030800561162607100",
    "category": "トッピングシート",
    "title": "明治座×純烈",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260308_005611_スクリーンショット 2023-10-06.png",
    "ocr_text": ""
  },
  {
    "id": "2026030718052781039600",
    "category": "トッピングシート",
    "title": "鬼太郎茶屋×ビックリマン",
    "description": "#トッピングシート",
    "path": "./photos/トッピングシート/20260307_180527_d96000-2-95396776d34.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717560701547300",
    "category": "ライスプレート",
    "title": "USJ×ポケモン",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175607_NyA.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717554346559002",
    "category": "ライスプレート",
    "title": "USJ×ドラえもん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175543_wmT7ESVYJruOffsIWinP.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030717554346517601",
    "category": "ライスプレート",
    "title": "USJ×ドラえもん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175543_o1080072015334481739.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717554341709900",
    "category": "ライスプレート",
    "title": "USJ×ドラえもん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175543_11553840_615.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717550182593802",
    "category": "ライスプレート",
    "title": "USJ×モンスターハンター",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175501_usj-monster-hunter-2_2.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717550182458001",
    "category": "ライスプレート",
    "title": "USJ×モンスターハンター",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175501_usj-monster-hunter-2_1.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717550182373300",
    "category": "ライスプレート",
    "title": "USJ×モンスターハンター",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175501_usj-monster-hunter-2.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717532580753600",
    "category": "ライスプレート",
    "title": "Youtuber",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175325_foods_01.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717525654308101",
    "category": "ライスプレート",
    "title": "ウルトラマン",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175256_food04.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717525654171800",
    "category": "ライスプレート",
    "title": "ウルトラマン",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175256_food02.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717522821347511",
    "category": "ライスプレート",
    "title": "おそ松さん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175228_IMG_0633.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717522821331210",
    "category": "ライスプレート",
    "title": "おそ松さん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175228_IMG_0632.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717522821312409",
    "category": "ライスプレート",
    "title": "おそ松さん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175228_IMG_0631.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717522821271408",
    "category": "ライスプレート",
    "title": "おそ松さん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175228_IMG_0629.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717522821254407",
    "category": "ライスプレート",
    "title": "おそ松さん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175228_IMG_0628.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717522821237206",
    "category": "ライスプレート",
    "title": "おそ松さん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175228_IMG_0627.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717522821219505",
    "category": "ライスプレート",
    "title": "おそ松さん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175228_IMG_0626.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717522821201304",
    "category": "ライスプレート",
    "title": "おそ松さん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175228_IMG_0625.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717522821180603",
    "category": "ライスプレート",
    "title": "おそ松さん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175228_IMG_0624.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717522821157802",
    "category": "ライスプレート",
    "title": "おそ松さん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175228_IMG_0623.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717522821129201",
    "category": "ライスプレート",
    "title": "おそ松さん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175228_IMG_0622.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717522821047600",
    "category": "ライスプレート",
    "title": "おそ松さん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175228_IMG_0621.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717502421742302",
    "category": "ライスプレート",
    "title": "クレヨンしんちゃん",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175024_Unknown.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030717500507189301",
    "category": "ライスプレート",
    "title": "COCO'S×ラスカル",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175005_o0677108014647180962.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717500507125900",
    "category": "ライスプレート",
    "title": "COCO'S×ラスカル",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_175005_9b3ca4a3.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717461287811103",
    "category": "ライスプレート",
    "title": "しまじろう",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174612_food_img_04.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717461286762402",
    "category": "ライスプレート",
    "title": "しまじろう",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174612_food_img_03.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717461285342201",
    "category": "ライスプレート",
    "title": "しまじろう",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174612_food_img_02.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717461280805200",
    "category": "ライスプレート",
    "title": "しまじろう",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174612_food_img_01.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717455074867500",
    "category": "ライスプレート",
    "title": "すき家×エヴァンゲリオン",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174550_すき家ライスプレート.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717452847394500",
    "category": "ライスプレート",
    "title": "パンドラアクビカフェ",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174528_スクリーンショット 2019-06-25.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717450414844400",
    "category": "ライスプレート",
    "title": "モンチッチカフェ",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174504_IMG_0638 (Conflicted.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717444412763800",
    "category": "ライスプレート",
    "title": "ルパンカフェ",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174444_ルパンカフェ.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717442585875400",
    "category": "ライスプレート",
    "title": "ワンピース",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174425_ライスプレート_ワンピース.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717440437143102",
    "category": "ライスプレート",
    "title": "USJ×進撃の巨人",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174404_usj-shingeki-2022-fo_2.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717440437040101",
    "category": "ライスプレート",
    "title": "USJ×進撃の巨人",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174404_usj-shingeki-2022-fo_1.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717440436952800",
    "category": "ライスプレート",
    "title": "USJ×進撃の巨人",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174404_usj-shingeki-2022-fo.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717434021617502",
    "category": "ライスプレート",
    "title": "藤子不二雄ミュージアム",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174340_Fujiko03.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717434018604901",
    "category": "ライスプレート",
    "title": "藤子不二雄ミュージアム",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174340_Fujiko01.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717434018484500",
    "category": "ライスプレート",
    "title": "藤子不二雄ミュージアム",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174340_cover-1.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717430188221100",
    "category": "ライスプレート",
    "title": "熱海ジェラートキング",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174301_640x640_rect_a52e8f4.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717423198881300",
    "category": "ライスプレート",
    "title": "東京ドーム×遊戯王",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174231_GFOrpV5a4AEBKY1.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030717413184657702",
    "category": "ライスプレート",
    "title": "東京ドーム×ちいかわ",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174131_ハチワレ.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030717413184630801",
    "category": "ライスプレート",
    "title": "東京ドーム×ちいかわ",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174131_ちいかわ.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030717413184559500",
    "category": "ライスプレート",
    "title": "東京ドーム×ちいかわ",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174131_うさぎ.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030717410730971600",
    "category": "ライスプレート",
    "title": "第一興商",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_174107_web_course_photo2.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717384402816101",
    "category": "ライスプレート",
    "title": "うみがたり×すみっコぐらし",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_173844_スクリーンショット 2024-10-24.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717384399882700",
    "category": "ライスプレート",
    "title": "うみがたり×すみっコぐらし",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_173843_foods_02.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717355351761902",
    "category": "ライスプレート",
    "title": "ムーミンカフェ",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_173553_19.ムーミンカフェシチュー.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717353679454901",
    "category": "ライスプレート",
    "title": "ブルーロック",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_173536_bll_ice02.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717353679300900",
    "category": "ライスプレート",
    "title": "ブルーロック",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_173536_bll_ice01.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717345528095201",
    "category": "ライスプレート",
    "title": "鬼太郎茶屋はなれ",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_173455_スクリーンショット 2025-07-23_1.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717345525181800",
    "category": "ライスプレート",
    "title": "鬼太郎茶屋はなれ",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_173455_スクリーンショット 2025-07-23.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717340023575200",
    "category": "Φ45バタークッキー",
    "title": "ラプラスカフェ×ポケモン",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_173400_ラプラスのハイドロポンプパフェ.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717331439733200",
    "category": "ライスプレート",
    "title": "ラプラスカフェ×ポケモン",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_173314_ラプラスのなみのりシーフードクリームパス.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717324417708000",
    "category": "ライスプレート",
    "title": "ラプラスカフェ×ポケモン",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_173244_ラッキーのとっておきパンナコッタ.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717323213634800",
    "category": "ライスプレート",
    "title": "ラプラスカフェ×ポケモン",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_173232_イシツブテのステルスロックバーガー.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717320221657900",
    "category": "ライスプレート",
    "title": "ラプラスカフェ×ポケモン",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_173202_３県友情デミグラスオムライス.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717304313091100",
    "category": "ふやき_別注",
    "title": "おそ松さん",
    "description": "#ふやき",
    "path": "./photos/ふやき_別注/20260307_173043_おそ松さん.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717301728668000",
    "category": "ふやき_別注",
    "title": "七つの大罪",
    "description": "#ふやき",
    "path": "./photos/ふやき_別注/20260307_173017_七つの大罪.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717280181295700",
    "category": "もなかの皮",
    "title": "くら寿司×鬼滅の刃",
    "description": "#もなかの皮",
    "path": "./photos/もなかの皮/20260307_172801_400_300_202405171630.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717270353839101",
    "category": "Φ45バタークッキー",
    "title": "すみだ水族館",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172703_スクリーンショット 2020-12-09_1.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717270353732900",
    "category": "Φ45バタークッキー",
    "title": "すみだ水族館",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172703_スクリーンショット 2020-12-09.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717260822599900",
    "category": "スクエアクッキー_30角",
    "title": "東京ディズニーリゾート",
    "description": "#30角クッキー",
    "path": "./photos/スクエアクッキー_30角/20260307_172608_ドリンクと交換とクッキー.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717254510026600",
    "category": "スクエアクッキー_30角",
    "title": "東京ディズニーリゾート",
    "description": "#30角クッキー",
    "path": "./photos/スクエアクッキー_30角/20260307_172545_30角業務用.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717252117916201",
    "category": "Φ45バタークッキー",
    "title": "東京ディズニーリゾート",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172521_ブルボン45_tdr02.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717252117704500",
    "category": "Φ45バタークッキー",
    "title": "東京ディズニーリゾート",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172521_ブルボン45_tdr01.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717250235154901",
    "category": "Φ45バタークッキー",
    "title": "東京ディズニーリゾート",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172502_6869a911855eb7ef08f5.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717250235056300",
    "category": "Φ45バタークッキー",
    "title": "東京ディズニーリゾート",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172502_72b3b3764b0b89e5809e.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717243342343300",
    "category": "Φ45バタークッキー",
    "title": "東京ディズニーリゾート",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172433_2f776_1604_da2d9e0c_.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030717241506631701",
    "category": "Φ45バタークッキー",
    "title": "東京ディズニーリゾート",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172415_shave-ice-mango-wasa.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030717241506395400",
    "category": "Φ45バタークッキー",
    "title": "東京ディズニーリゾート",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172415_shave-ice-berry-milk.webp",
    "ocr_text": ""
  },
  {
    "id": "2026030717235662510600",
    "category": "Φ45バタークッキー",
    "title": "東京ディズニーリゾート",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172356_45φプリントバタークッキートッピング.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717231281347000",
    "category": "Φ45バタークッキー",
    "title": "たべっ子どうぶつカフェ",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172312_FiUVgsXaUAAr6n_.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030717223108321301",
    "category": "Φ45バタークッキー",
    "title": "仙台アンパンマンミュージアム",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172231_スクリーンショット 2025-04-24_1.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717223106781100",
    "category": "Φ45バタークッキー",
    "title": "仙台アンパンマンミュージアム",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_172231_スクリーンショット 2025-04-24.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717182861559900",
    "category": "Φ45バタークッキー",
    "title": "ラプラスカフェ×ポケモン",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_171828_ラプラスのごきげん塩バニララテ.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717180000810700",
    "category": "Φ45バタークッキー",
    "title": "ラプラスカフェ×ポケモン",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_171800_ラッキーの幸せを呼ぶピーチティー.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717172618770900",
    "category": "Φ45バタークッキー",
    "title": "ラプラスカフェ×ポケモン",
    "description": "#Φ45バタークッキー",
    "path": "./photos/Φ45バタークッキー/20260307_171726_イシツブテのアイスチョコカフェオレ.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717161325771400",
    "category": "ライスプレート",
    "title": "ラプラスカフェ×ポケモン",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_171613_ラプラスのごきげん塩バニララテ.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717154325793900",
    "category": "ライスプレート",
    "title": "ラプラスカフェ×ポケモン",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_171543_ラッキーの幸せを呼ぶピーチティー.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717151375501700",
    "category": "ライスプレート",
    "title": "ラプラスカフェ×ポケモン",
    "description": "#ライスプレート",
    "path": "./photos/ライスプレート/20260307_171513_イシツブテのアイスチョコカフェオレ.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717073341232601",
    "category": "クッキー_別注",
    "title": "コジコジ展",
    "description": "#ダイカットクッキー",
    "path": "./photos/クッキー_別注/20260307_170733_IMG_7889.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717073341067100",
    "category": "クッキー_別注",
    "title": "コジコジ展",
    "description": "#ダイカットクッキー",
    "path": "./photos/クッキー_別注/20260307_170733_IMG_7871.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717062789142404",
    "category": "丸クッキー",
    "title": "東京ジョイポリス×プリキュア",
    "description": "#丸クッキー",
    "path": "./photos/丸クッキー/20260307_170627_5.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717062789083303",
    "category": "丸クッキー",
    "title": "東京ジョイポリス×プリキュア",
    "description": "#丸クッキー",
    "path": "./photos/丸クッキー/20260307_170627_4.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717062789016602",
    "category": "丸クッキー",
    "title": "東京ジョイポリス×プリキュア",
    "description": "#丸クッキー",
    "path": "./photos/丸クッキー/20260307_170627_3.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717062788960801",
    "category": "丸クッキー",
    "title": "東京ジョイポリス×プリキュア",
    "description": "#丸クッキー",
    "path": "./photos/丸クッキー/20260307_170627_2.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717062788889600",
    "category": "丸クッキー",
    "title": "東京ジョイポリス×プリキュア",
    "description": "#丸クッキー",
    "path": "./photos/丸クッキー/20260307_170627_1.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717053371502601",
    "category": "丸クッキー",
    "title": "USJ×ヤクルト",
    "description": "#丸クッキー",
    "path": "./photos/丸クッキー/20260307_170533_スクリーンショット 2025-04-28.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717053371342800",
    "category": "丸クッキー",
    "title": "USJ×ヤクルト",
    "description": "#丸クッキー",
    "path": "./photos/丸クッキー/20260307_170533_IMG_4912.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717021727737800",
    "category": "アイシングビスケット",
    "title": "サーティーワン×スプラトゥーン",
    "description": "#アイシングビスケット",
    "path": "./photos/アイシングビスケット/20260307_170217_spl31-230623-03.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717011084356000",
    "category": "アイシングビスケット",
    "title": "サーティーワン×名探偵コナン",
    "description": "#アイシングビスケット",
    "path": "./photos/アイシングビスケット/20260307_170110_5ce9a_1604_bcb46223_.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030717001899854001",
    "category": "アイシングビスケット",
    "title": "サーティーワン×ハローキティ",
    "description": "#アイシングビスケット",
    "path": "./photos/アイシングビスケット/20260307_170018_スクリーンショット 2025-10-24_1.png",
    "ocr_text": ""
  },
  {
    "id": "2026030717001894338200",
    "category": "アイシングビスケット",
    "title": "サーティーワン×ハローキティ",
    "description": "#アイシングビスケット",
    "path": "./photos/アイシングビスケット/20260307_170018_スクリーンショット 2025-10-24.png",
    "ocr_text": ""
  },
  {
    "id": "2026030716593528701200",
    "category": "アイシングビスケット",
    "title": "サーティーワン×ヨッシー",
    "description": "#アイシングビスケット",
    "path": "./photos/アイシングビスケット/20260307_165935_topics_250701_02_ima.png",
    "ocr_text": ""
  },
  {
    "id": "2026030716541765184702",
    "category": "アイシングビスケット",
    "title": "東京ディズニーリゾート",
    "description": "#アイシングビスケット",
    "path": "./photos/アイシングビスケット/20260307_165417_3534_1.3_1_nS8061kA.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716541765160601",
    "category": "アイシングビスケット",
    "title": "東京ディズニーリゾート",
    "description": "#アイシングビスケット",
    "path": "./photos/アイシングビスケット/20260307_165417_3532_1.2_1_Xuw1S3O0.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716541765116500",
    "category": "アイシングビスケット",
    "title": "東京ディズニーリゾート",
    "description": "#アイシングビスケット",
    "path": "./photos/アイシングビスケット/20260307_165417_3521_1.1_1_Ez069P99.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716533661171301",
    "category": "アイシングビスケット",
    "title": "USJ",
    "description": "#アイシングビスケット #ジュラシックパーク #minion",
    "path": "./photos/アイシングビスケット/20260307_165336_スクリーンショット 2025-03-19_1.png",
    "ocr_text": ""
  },
  {
    "id": "2026030716533656296300",
    "category": "アイシングビスケット",
    "title": "USJ",
    "description": "#アイシングビスケット #ジュラシックパーク #minion",
    "path": "./photos/アイシングビスケット/20260307_165336_スクリーンショット 2025-03-19.png",
    "ocr_text": ""
  },
  {
    "id": "2026030716523714646501",
    "category": "アイシングビスケット",
    "title": "on the way",
    "description": "#アイシングビスケット #ちびまる子ちゃん",
    "path": "./photos/アイシングビスケット/20260307_165237_アイシング_マルコ02.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716523714564400",
    "category": "アイシングビスケット",
    "title": "on the way",
    "description": "#アイシングビスケット #ちびまる子ちゃん",
    "path": "./photos/アイシングビスケット/20260307_165237_アイシング_マルコ01.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716514925997700",
    "category": "アイシングビスケット",
    "title": "google",
    "description": "#アイシングビスケット",
    "path": "./photos/アイシングビスケット/20260307_165149_WCtkLO.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716505675224602",
    "category": "冷凍パイ生地_別注",
    "title": "東京ディズニーリゾート",
    "description": "#冷凍パイ生地",
    "path": "./photos/冷凍パイ生地_別注/20260307_165056_OLC_pie03.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716505675137501",
    "category": "冷凍パイ生地_別注",
    "title": "東京ディズニーリゾート",
    "description": "#冷凍パイ生地",
    "path": "./photos/冷凍パイ生地_別注/20260307_165056_OLC_pie02.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716505674959700",
    "category": "冷凍パイ生地_別注",
    "title": "東京ディズニーリゾート",
    "description": "#冷凍パイ生地",
    "path": "./photos/冷凍パイ生地_別注/20260307_165056_OLC_pie01.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716494894806401",
    "category": "ラスク_別注",
    "title": "東京ディズニーリゾート",
    "description": "#ラスク",
    "path": "./photos/ラスク_別注/20260307_164948_2865_1.0_1_a2s53605.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716494894738800",
    "category": "ラスク_別注",
    "title": "東京ディズニーリゾート",
    "description": "#ラスク",
    "path": "./photos/ラスク_別注/20260307_164948_2851_1.0_1_xnE52S51.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716480361767701",
    "category": "ミニチョコマシュマロ",
    "title": "東京ドーム",
    "description": "#ミニチョコマシュマロ",
    "path": "./photos/ミニチョコマシュマロ/20260307_164803_GFT1q8XacAAVDJj.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030716480361662600",
    "category": "ミニチョコマシュマロ",
    "title": "東京ドーム",
    "description": "#ミニチョコマシュマロ",
    "path": "./photos/ミニチョコマシュマロ/20260307_164803_GFT1q8OagAAEZGc.jpeg",
    "ocr_text": ""
  },
  {
    "id": "2026030716472498854901",
    "category": "ミニチョコマシュマロ",
    "title": "東京ディズニーリゾート",
    "description": "#ミニチョコマシュマロ",
    "path": "./photos/ミニチョコマシュマロ/20260307_164724_2880_1.0_1_13C7QN3J.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716472498643200",
    "category": "ミニチョコマシュマロ",
    "title": "東京ディズニーリゾート",
    "description": "#ミニチョコマシュマロ",
    "path": "./photos/ミニチョコマシュマロ/20260307_164724_2879_1.0_1_vyNjjq0J.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716462666535700",
    "category": "ビス生地",
    "title": "福岡アンパンマンミュージアム",
    "description": "#ビス生地",
    "path": "./photos/ビス生地/20260307_164626_パン画像.png",
    "ocr_text": ""
  },
  {
    "id": "2026030716451159765201",
    "category": "ビス生地",
    "title": "古賀サービスエリア",
    "description": "#ビス生地 #すみっコぐらし",
    "path": "./photos/ビス生地/20260307_164511_すみっコぐらしパン.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716451159673400",
    "category": "ビス生地",
    "title": "古賀サービスエリア",
    "description": "#ビス生地 #すみっコぐらし",
    "path": "./photos/ビス生地/20260307_164511_449308873_7694133317.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716440738703701",
    "category": "ビス生地",
    "title": "千葉ロッテマリーンズ",
    "description": "#ビス生地",
    "path": "./photos/ビス生地/20260307_164407_ph_gourmet02.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716440737671100",
    "category": "ビス生地",
    "title": "千葉ロッテマリーンズ",
    "description": "#ビス生地",
    "path": "./photos/ビス生地/20260307_164407_スクリーンショット 2025-05-09.png",
    "ocr_text": ""
  },
  {
    "id": "2026030716424686180001",
    "category": "ビス生地",
    "title": "北熊本SA×くまもん",
    "description": "#ビス生地",
    "path": "./photos/ビス生地/20260307_164246_スクリーンショット 2025-02-27.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716424686030800",
    "category": "ビス生地",
    "title": "北熊本SA×くまもん",
    "description": "#ビス生地",
    "path": "./photos/ビス生地/20260307_164246_ac803c26-0ccb-4788-a.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716420170483800",
    "category": "ビス生地",
    "title": "海ほたるサービスエリア",
    "description": "#ビス生地",
    "path": "./photos/ビス生地/20260307_164201_スクリーンショット 2025-04-01.png",
    "ocr_text": ""
  },
  {
    "id": "2026030716412109398700",
    "category": "ビス生地",
    "title": "アンパンマンこどもミュージアム",
    "description": "#ビス生地",
    "path": "./photos/ビス生地/20260307_164121_スクリーンショット 2025-02-10.png",
    "ocr_text": ""
  },
  {
    "id": "2026030716404337878401",
    "category": "ビス生地",
    "title": "オリックス",
    "description": "#ビス生地",
    "path": "./photos/ビス生地/20260307_164043_スクリーンショット 2025-05-09.png",
    "ocr_text": ""
  },
  {
    "id": "2026030716404337611300",
    "category": "ビス生地",
    "title": "オリックス",
    "description": "#ビス生地",
    "path": "./photos/ビス生地/20260307_164043_IMG_4921.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716392775944900",
    "category": "クッキー_別注",
    "title": "すみだ水族館",
    "description": "#ペンギンクッキー",
    "path": "./photos/クッキー_別注/20260307_163927_sub5-852x1024.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716375072332201",
    "category": "クッキー_別注",
    "title": "東京ディズニーランド",
    "description": "#ハートクッキー #五師",
    "path": "./photos/クッキー_別注/20260307_163750_3659_1.0_1_8AO1RJ62.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716375072232200",
    "category": "クッキー_別注",
    "title": "東京ディズニーランド",
    "description": "#ハートクッキー #五師",
    "path": "./photos/クッキー_別注/20260307_163750_3633_1.0_1_Jr3iQWE5.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716362967305401",
    "category": "Tシャツクッキー",
    "title": "東京ドーム×ジャイアンツ",
    "description": "#Tシャツクッキー",
    "path": "./photos/Tシャツクッキー/20260307_163629_スクリーンショット 2019-06-25.png",
    "ocr_text": ""
  },
  {
    "id": "2026030716362967135800",
    "category": "Tシャツクッキー",
    "title": "東京ドーム×ジャイアンツ",
    "description": "#Tシャツクッキー",
    "path": "./photos/Tシャツクッキー/20260307_163629_Tシャツクッキートッピング.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716315840109400",
    "category": "スクエアクッキー_48角",
    "title": "鬼太郎茶屋×ビックリマン",
    "description": "#スクエアクッキー",
    "path": "./photos/スクエアクッキー_48角/20260307_163158_d96000-2-75a51cf5a28.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716305578731500",
    "category": "スクエアクッキー_30角",
    "title": "赤レンガいちごフェア",
    "description": "#スクエアクッキー",
    "path": "./photos/スクエアクッキー_30角/20260307_163055_IMG_4556.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030716262722968400",
    "category": "スクエアクッキー_48角",
    "title": "マリオンクレープ",
    "description": "マリオンクレープ×東京リベンジャーズ\n#スクエアクッキー #マリオンクレープ #五師",
    "path": "./photos/スクエアクッキー_48角/20260307_162627_img-mainvisual.png",
    "ocr_text": ""
  },
  {
    "id": "2026030715070731027700",
    "category": "スクエアクッキー_48角",
    "title": "マリオンクレープ×フィッシャーズ",
    "description": "#スクエアクッキー #48角 #マリオンクレープ",
    "path": "./photos/スクエアクッキー_48角/20260307_150707_foods_05.png",
    "ocr_text": ""
  },
  {
    "id": "2026030715045419562600",
    "category": "スクエアクッキー_48角",
    "title": "AAAカフェ",
    "description": "#スクエアクッキー #48角 #五師",
    "path": "./photos/スクエアクッキー_48角/20260307_150454_aaa_cafe_menu_desser.jpg",
    "ocr_text": ""
  },
  {
    "id": "2026030715024986083101",
    "category": "スクエアクッキー_30角",
    "title": "櫻井翔未来への言葉展",
    "description": "#スクエアクッキー #30角 #五師",
    "path": "./photos/スクエアクッキー_30角/20260307_150249_スクリーンショット 2024-03-06_1.png",
    "ocr_text": ""
  },
  {
    "id": "2026030715024985740100",
    "category": "スクエアクッキー_30角",
    "title": "櫻井翔未来への言葉展",
    "description": "#スクエアクッキー #30角 #五師",
    "path": "./photos/スクエアクッキー_30角/20260307_150249_スクリーンショット 2024-03-06.png",
    "ocr_text": ""
  },
  {
    "id": "20260307132737555815",
    "category": "チョコマシュマロ",
    "title": "COCO'S",
    "description": "#チョコマシュマロ",
    "path": "./photos/チョコマシュマロ/20260307_132737_2052871_201505160736.jpg",
    "ocr_text": ""
  },
  {
    "id": "20260305175342351182",
    "category": "ミニチョコマシュマロ",
    "title": "TBSラヴィット",
    "description": "#マシュマロ #ミニチョコマシュマロ",
    "path": "./photos/ミニチョコマシュマロ/20260305_175342_スクリーンショット 2024-12-04.png",
    "ocr_text": ""
  },
  {
    "id": "20260305174934263925",
    "category": "プチバタークッキー",
    "title": "アニヴェル",
    "description": "#クッキー #プチバター",
    "path": "./photos/プチバタークッキー/20260305_174934_mbk.jpg",
    "ocr_text": ""
  }
];
